package org.javaacademy.onlinebanking.service;

public class OperationService {
    /**
     * 2. Создать сервис операций. Умеет:
     * 2.1 Показывать все операции по счету. Порядок операций по дате (сначала новые, потом более старые).
     * 2.2. Заносить новую операцию.
     * 2.3 Показывать все операции для пользователя. На вход пользователь.
     * Получаем счета пользователя (этап2 пункт 2.5), ищем по этим счетам операции.
     * Порядок операций по дате (сначала новые, потом более старые).
     */
}
